Repository: RobynChau/personal_porfolio_swift
Catalog: Portfolio/Localization/*.lproj/Localizable.strings
Languages: vi

source: Delete
vi: Xoá

source: Basic settings
vi: Thông tin Cơ bản

source: Home
vi: Trang chủ

source: Open
vi: Mở

source: Closed
vi: Đóng

source: Awards
vi: Huy hiệu

source: Up next
vi: Đáng chú ý

source: More to explore
vi: Mới & Khám phá

source: %@, %lld items, %g%% complete.
vi: %@, %lld Công việc, %g%% Hoàn thành.

source: Open Projects
vi: Dự Án Mở

source: Closed Projects
vi: Dự Án Đóng

source: Add Project
vi: Thêm Dự Án

source: Add New Item
vi: Thêm Công Việc

source: There's nothing here right now
vi: Chưa có thông tin được chọn

source: Sort
vi: Sắp xếp

source: Sort items
vi: Sắp xếp Công việc

source: Optimized
vi: Tối ưu

source: Creation Date
vi: Ngày tạo

source: Title
vi: Tiêu đề

source: New Project
vi: Dự Án Mới

source: New Item
vi: Công Việc Mới

source: %@, completed.
vi: %@, hoàn thành.

source: %@, high priority.
vi: %@, ưu tiên cao.

source: Edit Project
vi: Chỉnh sửa Dự Án

source: Project name
vi: Tên Dự án

source: Description of this project
vi: Mô tả của Dự án

source: Custom project color
vi: Màu tự chọn cho Dự án

source: Close this project
vi: Kết thúc Dự án

source: Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.
vi: Kết thúc một Dự án sẽ chuyển Dự án ấy từ mục Mở sang mục Đóng.

source: Reopen this project
vi: Mở lại Dự án

source: Delete this project
vi: Xoá Dự án

source: Delete project?
vi: Xoá Dự án?

source: Are you sure you want to delete this project? You will also delete all the items it contains.
vi: Bạn có chắc chắn muốn xoá Dự án không? Xoá dự án sẽ xoá tất cả Công việc bên trong Dự án

source: Select a project color
vi: Hãy chọn màu tự chọn cho Dự án

source: Pink
vi: Hồng

source: Purple
vi: Tím

source: Red
vi: Đỏ

source: Orange
vi: Cam

source: Gold
vi: Vàng

source: Green
vi: Xanh lá

source: Teal
vi: Xanh vẹt

source: Light Blue
vi: Xanh dương nhạt

source: Dark Blue
vi: Xanh dương đậm

source: Midnight
vi: Xám đen

source: Dark Gray
vi: Xám đậm

source: Gray
vi: Xám

source: Project reminders
vi: Nhắc nhở Dự án

source: Show reminders
vi: Bật nhắc nhở

source: Oops!
vi: Ồ không!

source: There was a problem. Please check you have notifications enabled.
vi: Có lỗi xảy ra. Hãy kiểm tra liệu quyền thông báo đã được bật

source: Check Settings
vi: Kiểm tra Cài đặt

source: Reminder time
vi: Thời gian Nhắc nhở

source: Edit Item
vi: Chỉnh sửa Công việc

source: Item name
vi: Tên Công việc

source: Description
vi: Mô tả

source: Priority
vi: Mức độ ưu tiên

source: Low
vi: Thấp

source: Medium
vi: Trung bình

source: High
vi: Cao

source: Mark Completed
vi: Đánh dấu Hoàn thành

source: Locked
vi: Khoá

source: Unlocked: %@
vi: Mở khoá: %@

source: Get Unlimited Projects
vi: Không giới hạn Dự án

source: You can add three projects for free, or pay %@ to add unlimited projects.
vi: Bạn có thể thêm 3 Dự án miễn phí, hoặc trả %@ để thêm không giới hạn Dự án.

source: If you already bought the unlock on another device, press Restore Purchases.
vi: Nếu bạn đã mở khoá tính năng trên thiết bị khác, chọn nút Mở lại Giao dịch.

source: Restore Purchases
vi: Mở lại Giao dịch

source: Sorry, there was an error loading the store. Please try again later.
vi: Xin lỗi. Đã có lỗi xảy ra trong quá trình truy cập cửa hàng. Vui long thử lại.

source: Buy: %@
vi: Mua: %@

source: Loading…
vi: Đang tải…

source: Thank you!
vi: Xin cảm ơn!

source: Thank you! Your request is pending approval, but you can carry on using the app in the meantime.
vi: Xin cảm ơn! Yêu cầu giao dịch của bạn đang được xem xét. Bạn có thể tiếp tục sử dụng ứng dụng trong thời gian chờ đợi.

source: Dismiss
vi: Huỷ

source: Please select something from the menu to begin.
vi: Hãy chọn một mục từ menu để bắt đầu.

source: Up next...
vi: Đáng chú ý

source: Nothing!
vi: Trống

source: Your #1 top-priority item.
vi: Công việc ưu tiên nhất.

source: Your most important items.
vi: Các Công việc quan trọng nhất.
